Revit 2027 API
ParameterTypeId.StairstypeHasLeftSupport Property
 "Left Support":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeHasLeftSupport { get; }
Public Shared ReadOnly Property StairstypeHasLeftSupport As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeHasLeftSupport {
	ForgeTypeId^ get ();
}
static member StairstypeHasLeftSupport : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace